[
  {
    "path": "posts/2020-12-31-segmentedregression/",
    "title": "Modeling Impact of the COVID-19 Pandemic on People’s Interest in Work-Life Balance and Well-Being",
    "description": "Illustration of Bayesian segmented regression analysis of interrupted time series data with testing hypothesis about impact of the COVID-19 pandemic on increase in people's search interest in work-life balance and well-being.",
    "author": [
      {
        "name": "Luděk Stehlík",
        "url": "https://www.linkedin.com/in/ludekstehlik/"
      }
    ],
    "date": "2020-12-31",
    "categories": [
      "english language",
      "segmented regression",
      "interrupted time series data",
      "bayesian inference",
      "brms",
      "r",
      "well-being & work-life balance"
    ],
    "preview": "posts/2020-12-31-segmentedregression/./workLifeBalanceGoogleTrends.png",
    "last_modified": "2021-01-05T10:44:14+01:00",
    "preview_width": 1356,
    "preview_height": 680
  },
  {
    "path": "posts/2018-10-14-hr-analytika-a-odchodovost-zamstnanc/",
    "title": "HR analytika a odchodovost zaměstnanců",
    "description": "Které faktory přispívají k odchodovosti zaměstnanců a u kterých konkrétních zaměstnanců je zvýšené riziko, že firmu během několika příštích měsíců opustí? Na tyto otázky se čím dál tím více firem snaží odpovědět pomocí analýzy dat o svých vlastních zaměstnancích. V tomto článku se prostřednictvím analytického nástroje R a vizualizačního nástroje Shiny podíváme, jak může být tento druh HR analytického projektu pro firmy užitečný.",
    "author": [
      {
        "name": "Luděk Stehlík",
        "url": "https://www.linkedin.com/in/ludekstehlik/"
      }
    ],
    "date": "2018-10-14",
    "categories": [
      "czech language",
      "employee turnover",
      "shiny",
      "dashboard",
      "r"
    ],
    "preview": "posts/2018-10-14-hr-analytika-a-odchodovost-zamstnanc/./DSHB2.png",
    "last_modified": "2021-01-04T22:20:44+01:00",
    "preview_width": 1317,
    "preview_height": 926
  },
  {
    "path": "posts/2018-10-11-moneyball-v-hr-od-hr-analytiky-ke-sportovn-analytice-a-zpt/",
    "title": "Moneyball v HR - od HR analytiky ke sportovní analytice a zpět",
    "description": "Přes popularitu tématu HR analytiky mezi HR profesionály je stále relativně málo společností, které HR analytiku reálně a systematicky využívají. Jednou z možných příčin je to, že tradiční HR mnohdy postrádá analytický mindset a některé z kompetencí, které jsou klíčové pro úspěšnou realizaci HR analytických projektů. V takové situaci může být užitečné podívat se ve větším detailu na celkovou logiku i na konkrétní analytické kroky nějakého úspěšného příkladu využití HR analytiky k optimalizaci některého z HR procesů s pozitivním dopadem na obchodní výsledky společnosti. V tomto článku se tímto způsobem podíváme na známý příběh oaklandského baseballového týmu \"Áček\", jehož management poměrně radikálně - a podle všeho i úspěšně - přehodnotil svůj dosavadní přístup k výběru nových hráčů na základě výstupů statistické analýzy sabermetrických dat o herním chování hráčů. Využijeme při tom volně dostupný statistický software R a veřejně dostupnou databázi historických údajů o výsledcích v americké baseballové lize.",
    "author": [
      {
        "name": "Luděk Stehlík",
        "url": "https://www.linkedin.com/in/ludekstehlik/"
      }
    ],
    "date": "2018-10-11",
    "categories": [
      "czech language",
      "employee selection",
      "structural equation modeling",
      "multivariate regression analysis",
      "correlation analysis",
      "methodology",
      "r"
    ],
    "preview": "posts/2018-10-11-moneyball-v-hr-od-hr-analytiky-ke-sportovn-analytice-a-zpt/moneyball-v-hr-od-hr-analytiky-ke-sportovn-analytice-a-zpt_files/figure-html5/unnamed-chunk-10-1.png",
    "last_modified": "2018-10-23T17:50:15+02:00",
    "preview_width": 1248,
    "preview_height": 768
  }
]
